/* The label of the Cancel button */
"Cancel" = "Anuluj";

/* The label of the Continue button */
"Continue" = "Kontynuuj";

/* The label of the Retry button */
"Retry" = "Ponów próbę";

/* The label of the Redo button */
"Redo" = "Ponów";

/* The label of the Trust button */
"Trust" = "Ufaj";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Błąd tożsamości serwera";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Certyfikat serwera wygasł lub jeszcze nie jest ważny.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Certyfikat serwera nie jest podpisany przez żaden serwer główny.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Certyfikat serwera jeszcze nie jest ważny.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Certyfikat serwera jest podpisany przez niezaufany serwer główny.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Nie można zweryfikować tożsamości serwera \"%1$@\". %2$@\n\nKontynuowanie operacji może stanowić zagrożenie dla Twoich poufnych informacji.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Aby uzyskać dostęp do zawartości, należy ponownie spróbować ustanowić połączenie z \"%@\".";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ nie może zweryfikować tożsamości serwera \"%2$@\". Aby mimo to uzyskać dostęp do tej zawartości, wybierz \"%3$@\" i spróbuj ponownie wykonać ostatnią operację.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Nie można zweryfikować tożsamości serwera";

